Repository: SAP/macOS-icon-generator
Catalog: source/Icons/mul.lproj/MTSavePanelAccessory.xcstrings
Source language: en
Languages: de

# 2b8-O0-7jW.ibExternalAccessibilityDescription
source: Icon Output Size
de: Icon Ausgabegröße

# 2Qz-Bg-Fmo.title
source: Auto-select output size
de: Ausgabegröße automatisch wählen

# 6O9-Ew-txX.ibExternalAccessibilityDescription
source: Install Icon
de: Installations-Icon

# Bkp-gt-Dfp.ibShadowedToolTip
source: The size of the source image is too small for the selected output size. Therefore the image has to be upscaled and the output image may appear blurry.
de: Die Größe des Originalbildes ist zu gering für die ausgewählte Ausgabegröße. Deshalb wird das Bild vergrößert und das Ausgabebild kann deshalb etwas unscharf aussehen.

# cMJ-b6-fOA.title
source: Install Icon
de: Installations-Icon

# hcj-ys-2e3.title
source: Uninstall Icon
de: Deinstallations-Icon

# i1v-jY-TZB.ibExternalAccessibilityDescription
source: Animated Uninstall Icon
de: Animiertes Deinstallations-Icon

# jOE-3F-TAi.title
source: Animated Uninstall Icon
de: Animiertes Deinstallations-Icon

# tHD-MO-AmH.ibExternalAccessibilityDescription
source: Auto Output Size
de: Automatische Ausgabegröße

# WVZ-Ag-E9H.ibExternalAccessibilityDescription
source: Uninstall Icon
de: Deinstallations-Icon

# xNv-j1-Lth.title
source: Create:
de: Erstellen:

# zep-dZ-sKO.title
source: Output size:
de: Ausgabegröße:
